{
    "prologue": [
        "閃著霓虹的大都市在夜晚裡仍不止息的散發著活力，",
        "如日不落城般輻射著繁華，繁華到令人醉生夢死的地步，",
        "然而在這閃著光芒的表面下不盡然都是美好的。",
        "這裡是第7號元宇宙，#目前唯一一個仍未被任一企業給完全掌控的原生元宇宙伺服器，然而這裡早已被各個巨大經濟體盤踞，被完全掌控是遲早的事。",
        "現實世界裡的政府皆無法插手元宇宙裡發生的事，",
        "在元宇宙裡，越能發揮影響力的經濟體，就越有人願意依附，從而鞏固自己的權力，",
        "有如一個原生宇宙般，上演了一個一模一樣的歷史，",
        "因此在這裡，各個經濟體發展出了自己的國家，",
        "互相彼此爭鬥、廝殺，",
        "......這不過只是老生常談罷了。"
    ],
    "firstChapter": [
        "主角來到了大都會的一隅巷弄，從這裡可以看到都會區裡閃著刺眼的燈光，照亮空無一物的夜空。",
        "潮濕陰暗的巷子充滿霉味，死氣沉沉。",
        "這是他歸家的必經之路。",
        "（肚子餓叫聲）",
        "「......」",
        "主角輕撫肚子，不發一語。",
        "這不是他第一次空著肚子，倒不如說在這段時間裡，吃東西的次數屈指可數。",
        "主角又被炒魷魚了。",
        "在這個區裡工作，較為底層的勞工是毫無保障的，",
        "有如免洗餐具般，上工沒多久就會被丟棄。",
        "「......那個是？」",
        "不遠處的電線杆上有張廣告單發著微光。",
        "（主角走近一看）",
        "「這裡竟然也會出現嗎？」",
        "這種會發光的廣告單十分普遍，在都會區很常出現，但是因為數量十分大量，主角從來沒有理會那眼花撩亂的廣告板。",
        "主角拿起廣告單仔細端詳。",
        "【伊塔工業礦工招募】",
        "上面寫著十分優渥的待遇。",
        "（肚子餓叫聲",
        "「.....不試白不試。」",
        "主角回到家，便投了履歷，幾天後也收到了錄取通知。",
        "這便是走進黑暗的第一步。"
    ],
    "secondChapter": [
        "哎？是新來的礦工嗎？",
        "對，我是這次招聘的新進員工，有什麼事嗎？",
        "我是在這邊工作20多年的老礦工，算是這邊最資深的，你為啥會進來這工作？",
        "我沒有妻小、一個人住在都市近郊的拖車裡，在都市裡謀生真難呀！只能靠著一些不穩定零工過活，看到傳單上有在招人就來了",
        "看來又有人被騙進來了（自言自語",
        "欸!這句話當我沒說過、被聽到就慘了......好啦！準備上工了，對礦場環境有什麼不懂都可以問我，再見！"
    ],
    "secondChapter_2": [
        "怎麼搞的？這一季礦石產量遠不如我們給出的目標！你們這群好吃懶做的傢伙！",
        "已經沒日沒夜地挖了......目標根本不可能完成呀",
        "帶班的工頭是誰？你們皮給我繃緊一點！<br>公司業績沒達到預期，這三個月薪水全部減半！<br>每天工時增加1小時！好好給我幹活！",
        "蛤......",
        "公司每個月穩定配給薪資、提供食宿給你們，你們要感恩在心！就該用開採量回報給公司！<br>不然養你們這些米蟲簡直浪費資源！"
    ],
    "thirdChapter": [
        "夜晚的都市燈光耀眼，漫射的光線使這黑暗的房間鋪上一層薄光。",
        "兩個黑色的人形輪廓一前一後站在落地窗前俯視著都市。",
        "「這個月的人力報告如何？」",
        "「報告老闆，本月的人員數比上個月多三千兩百二十三人，但是產量下滑將近3百噸，整體的產能下降2.4個百分點，人力資本投資報酬率下降5.2個百分點。」",
        "老闆嘴中的菸緩緩冒著白霧，發著紅色霓光的菸頭隨著呼吸明滅。",
        "「產能低於平均的人有多少？」",
        "「報告，五千四百二十三人。」",
        "老闆將菸扔到地上，隨腳一踩。",
        "「全數刪除。」",
        "地上的煙頭粉碎，在一地餘灰中冒著殘紅。",
        "「老闆，這......」",
        "「聽著，在這裡，」老闆不怒不嗔地說，「不存在任何的法律，也不存在道德，只有絕對的利益，若我們不當壞人，我們就會是被抹去的人，你可知道外面有多少經濟體等著取代我們？」",
        "助理沒有答腔。",
        "「消耗幾根火柴點起火爐，就能讓一群人撐過一個冬夜，就算是用來幫自己點根菸也行，為什麼不？」老闆回頭望向助理說道。",
        "「......是的老闆。」",
        "老闆看回窗下的都市，即使入夜也蓬勃且充滿活力，這一切都是因為這個企業，才能歌舞昇平、滿足人們無際的渴望。",
        "在現實世界的過去，人們對彼此揮舞干戈，建立起自己的王國，餵養自己的人民，而到現在，固然形式上有著天壤之別，但是實質上並無兩異。",
        "然而一直躲藏在角落的一雙銳利眼神，即將劃破這漆黑的夜晚。"
    ],
    "storyboard_true": [
        "主角與老礦工策畫了一場動亂。",
        "在沒有人站崗之下，主角潛進了機房裡。",
        "在現場一片混亂之時，偷走了主機。",
        "而駭客也順利的拿到了證據。",
        "誰也沒想到一個駭客竟然有辦法推翻一個穩若磐石的王朝。",
        "就在駭客將文件公諸於事的那一瞬間，拜資訊傳遞之迅速，伊塔礦業的市值雪崩式歸零。",
        "而三分鐘後，礦工們的登出限制也就隨之解除。",
        "各大報紙上寫滿了相關的事件，轟動一時",
        "昔日的帝國瓦解。"
    ],
    "storyboard_false": [
        "主角仍在礦場工作，或著說被壓榨。",
        "距離那通電話已經過了5年了。",
        "主角後悔嗎？",
        "他不知道。",
        "主角已經受騙了好幾次，沒有理由信任他人了。",
        "或許苟活下去才是重點。",
        "然而在某一天，登出限制被解除了，礦工的數量驟減，伊塔礦業的市值也雪崩式下跌。",
        "昔日的帝國瓦解。"
    ],
    "theEnd_t": [
        "主角翻閱著報紙，看著報紙上礦業公司倒閉的新聞。",
        "主角的肚子飢餓的叫著。",
        "「唉......這個月薪水都沒領到就垮了。」",
        "主角翻到了報紙的求職版上。"
    ],
    "theEnd_f": [
        "主角在家裡翻閱著報紙，看著報紙上礦業公司倒閉的新聞。",
        "據說是公司系統被駭客入侵，但是主角不太大相信這個說法。",
        "或許，是那個駭客花了十年，才成功遇到願意幫助他的礦工。",
        "......",
        "主角想了想，這個想法有點太純真了，純真的像個笑話。",
        "主角的肚子突然飢餓的叫著。",
        "「唉......這個月薪水都沒領到就垮了。」",
        "主角翻到了報紙的求職版上。"
    ],
    "interactive_item": [
        {
            "#flyer": [
                "【徵才廣告】",
                "我們正在招募礦工！",
                "只要肯吃苦耐勞，",
                "優渥報酬等著你！"
            ],
            "#vendor": [
                "裡面陳列許多的食物與飲料，但是現在身上沒錢。"
            ],
            "#minecart": [
                "一個普通的礦車。"
            ],
            "#helmet": [
                "一頂礦工頭盔。"
            ],
            "#rule": [
                "【伊塔礦業公司工作守則】",
                "一、本守則適用於本公司全體員工。",
                "二、本公司政策、口號：<br>（一）業績第一，個人第二。<br>（二）管理層命令領導一切，絕對服從，<br>（三）追求產量、效益最大化。",
                "三、全體員工應確實遵守本守則，如有違反，應從嚴議處，其直接主管應經常輔導。",
                "四、工作、用餐、休息時間依當周管理層公告為主",
                "五、若工作怠惰、業績未達成目標，罰三日薪水。",
                "六、無正當理由、管理層授權，嚴禁離開礦區，違者嚴處。",
                "七、嚴禁酗酒，工作中禁止戲謔或其他不安全行為。",
                "八、非指派人員不得任意接觸或操作任何重型機具設備。",
                "九、機房、資料庫屬機密重地，非經許可闖入最重以刪除檔案論處。",
                "十、意圖鼓動工運、顛覆公司、傷害管理階層者，唯一以刪除檔案懲罰。"
            ],
            "#news": [
                "一則新聞陳列在螢幕上，斗大的標題寫著：「恐怖駭客赫然當道 當局回應：無須驚慌」"
            ],
            "#doc1": [
                "元宇宙的替代現實之特性：由於疫情的關係，限制了人類之間的互動，即使現今的網路可緩解這一現象，但是不熟悉的互動方式卻造成了種種的不方便，驅使元宇宙的風起，元宇宙強調沉浸式體驗，也解決了互動的障礙，更加延伸的說，幾乎可以代替現實世界的運行，也由於根基於現實世界，虛擬的元宇宙也會對真實現實深深刻的影響。"
            ],
            "#doc2": [
                "伊塔礦業的內部資料儲存的方式目前仍無掌握，但根據其部分特性，大概推測是經由大型互聯網上之區塊鏈所構成，但是沒有發行貨幣的區塊鏈，又是由誰在幫他們「挖礦」呢？"
            ],
            "#bill": [
                "「水電費已積欠：24103元，請盡速繳納，若有......」",
                "主角已經看不下去了。"
            ],
            "#telephone": [
                "礦洞旁的補給站招牌在夜色中閃著霓虹，周遭的環境十分糟糕，但補給站對於礦工而言卻是近乎唯一的物資來源，對於剛剛走出補給站的主角而言也是如此。",
                "主角買了一罐能量飲，站在電線杆旁將其一飲而盡。",
                "「若不熬夜挖礦，這個月又八成沒有薪水了。」主角將鋁罐扔進一旁的垃圾桶。",
                "正當主角拿起十字鎬時，一旁的公共電話響起。",
                "主角嚇了一跳，電話仍響著。",
                "「公共電話響起來了？！」",
                "主角環顧四周，面對這詭異的情況，主角有些不知所措。",
                "主角猶豫許久，但鈴聲沒有停止，彷彿除非有人接起，否則將一直響下去。",
                "主角最終鼓起勇氣，接起了電話。",
                "「......喂？」",
                "「你是伊塔礦業底下的礦工對吧？」",
                "「你是誰？」",
                "「我目前已經掌握到那間公司內幕，也就是你們的存在的證據，而我現在需要你的幫助。」",
                "「什麼意思？」",
                "「聽著，現在沒時間跟你解釋這麼多，你很清楚自己的處境吧！這是你唯一逃離那裏的機會，你願不願意幫我？」",
                "「......」",
                "「相信我，我是來幫助你的。」",
                {
                    "help": [
                        "「很好，我現在會向你請求影像紀錄的權限，這個會將你曾經的所見所聞記錄在我這裡。」",
                        "跳出了一個視窗視窗，主角了選擇是",
                        "「這樣就行了嗎？」",
                        "「只有這種影像紀錄還不夠，我需要你去偷出有關你們的相關文件，他們都利用區塊鏈的方式將文件記錄在公司內部，數量極多的主機沒辦法一次性的篡改，以確保資料的真實性。」",
                        "「......我完全聽不懂你在講什麼。」",
                        "「簡而言之，由於每台主機都會有紀錄，所以你們只要能夠拿到一個主機，我就有辦法可以證明文件的真實性，在礦場裡面會有一個機房，從裡面拿走一個就行。」",
                        "「那我要怎麼交給你？」",
                        "「電話是用網路線連接的，可以用電話線傳給我，但是由於會有防火牆，所以要在約定的時間傳。」",
                        "「你打算什麼時候開始行動？」",
                        "「現在。」",
                        "「現在！？」",
                        "「對，現在。」",
                        "「你在跟我開玩笑嗎？」",
                        "「沒有」"
                    ],
                    "notHelp": [
                        "「......你根本不知道自己做了甚麼。」",
                        "電話掛了。"
                    ]
                }
            ],
            "#newspaper": [
                "【伊塔礦業驚傳倒閉！旗下礦場發生暴動】",
                "內部獨家！控管礦工身份猶如監獄式集中管理",
                "員工爆料公司苛扣薪資、業績未達標者遭不人道對待",
                "預料將面臨下市處分  伊塔礦業股票大跌"
            ]
        }
    ]
}